
"_BASE_USED_" = "bg";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "50.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Основни";
"File Access" = "File Access";
"Performance" = "Performance";
"Finder Extension" = "Finder Extension";
"Love" = "Love";
"OK" = "OK";
"Done" = "Готово";
"Yes" = "Да";
"No" = "Не";
"Don't show again" = "Не показвай отново";
"Set as default compressor" = "Направи архиватор по подразбиране";
"Not now" = "Не сега";
"Want to make Keka your default compressor?" = "Искаш ли да направиш Keka архиватор по подразбиране?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Това означава, че всички поддържани файлове ще бъдат разархивирани с Keka. Можеш да го промениш по-късно в Настройките на Keka.";
"Really want to close Keka?" = "Really want to close Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Текущите операции ще бъдат отказани. Ако избереш на чакаш и да излезеш, Keka ще се затвори когато всичката работа е свършена.";
"Password needed" = "Нужна е парола";
"File \"%@\" needs a password to be extracted" = "Файл \"%@\" иска парола, за да бъде разархивиран";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Разархивирането на \"%@\" е готово";
"Extraction of \"%@\" failed." = "Разархивирането на \"%@\" се провали.";
"Extraction of %i files done" = "Разархивирането на %i файлове е готово";
"Extraction complete" = "Разархивирането завърши";
"Extraction fail" = "Разархивирането се провали";
"Compression complete" = "Компресирането завърши";
"File \"%@\" created" = "Файл \"%@\" е създаден";
"Compression fail" = "Компресирането се провали";
"File \"%@\" cannot be created" = "Файл \"%@\" не може да бъде създаден";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Операцията не се осъществява";
"Performing operation..." = "Извършване на операция...";
"Waiting..." = "Изчакване...";
"Extracting \"%@\"" = "Разархивиране \"%@\"";
"Extracting \"%@...\"" = "Разархивиране \"%@...\"";
"Creating %@ file..." = "Създаване на %@ файл...";
"Creating file \"%@\"" = "Създаване на файл \"%@\"";
"Creating file \"%@...\"" = "Създаване на файл \"%@...\"";
"Volume name:" = "Име на дяла:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Изминало време: %d:%@%d:%@%d часове%@";
"Time elapsed: %d:%@%d minutes%@" = "Изминало време: %d:%@%d минути%@";
"Time elapsed: %d seconds%@" = "Изминало време: %d секунди%@";
"%.0f seconds" = "%.0f секунди";
"%i:%02i minutes" = "%i:%02i минути";
"%i:%02i:%02i hours" = "%i:%02i:%02i часове";
"Pause" = "Пауза";
"Continue" = "Продължи";
"Operation paused" = "Операцията е паузирана";
"Cancel" = "Откажи";
"Close" = "Затвори";
"Operation failed" = "Операцията се провали";
"Operation failed with error code %d" = "Операцията се провали с код %d";
"Choose a name and folder to start the compression" = "Избери име и папка, за да започне компресирането";
"Creation of \"%@\" failed" = "Създаването на \"%@\" се провали";
"Creating \"%@\"" = "Създаване \"%@\"";
"Preparing extraction..." = "Подготвяне на разархивирането…";
"Choose a folder to extract this file" = "Избери папка, за да се разархивира файла";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Разархивирането на \"%@\" се провали";
"Keka - %i on queue" = "Keka - %i на опашка";
"Keka can't create this %@ image" = "Keka не може да направи това %@ изображение";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Можете да създавате само %@ изображения с една папка. Пробвайте да сложите всичките си файлове в папка и да я пуснете върху Keka, за да създадете %@ изображение.";
"Keka can't create this @% tarball" = "Keka не може да създаде @% tarball";
"This operation is not supported on %@." = "Тази операция не се поддържа на %@.";
"Compress \"%@\" in %@ to..." = "Компресирай \"%@\" в %@ до...";
"Compress in %@ to..." = "Компресирай в %@ до...";
"Save as:" = "Запази като:";
"Compress" = "Компресирай";
"Extract \"%@\" to..." = "Разархивирай \"%@\" към…";
"Extract as:" = "Разархивирай като:";
"Extract" = "Разархивирай";
"About %i seconds" = "Около %i секунди";
"About %i minutes" = "Около %i минути";
"About %i hours" = "Около %i часа";
"About %i days" = "Около %i дни";
"About %i weeks" = "About %i седмици";
"About %i months" = "About %i месеца";
"About %i years" = "Около %i години";
"About a minute" = "Около 1 минута";
"About an hour" = "Около 1 час";
"About a day" = "Около 1 ден";
"About a week" = "Около 1 седмица";
"About a month" = "Около 1 месец";
"About a year" = "Около 1 година";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Не може да се покаже прогреса…";
"Password for \"%@\"" = "Парола за \"%@\"";
"Format" = "Формат";
"Method" = "Метод";
"Method:" = "Метод:";
"No compression" = "Без компресиране";
"Fastest, less compression" = "Най-бързо, по-малко компресиране";
"Fast, less compression" = "Бързо, по-малко компресиране";
"Normal" = "Нормално";
"Slow, more compression" = "Бавно, повече компресиране";
"Slowest, more compression" = "Най-бавно, повече компресиране";
"Compression" = "Компресиране";
"Extraction" = "Разархивиране";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nKeka will now quit.";
"Keka is dying!" = "Keka умира!";
"Ask each time" = "Питай всеки път";
"Next to original file" = "До оригиналното име";
"Custom folder..." = "Потребителска папка...";
"Same as original file" = "Същото като оригиналното име";
"Custom name..." = "Потребителско име...";
"Archive" = "Aрхив";
"Set as default folder" = "Избери като папка по подразбиране";
"Perform automatic action" = "Изпълни автоматично действие";
"Always compress" = "Винаги компресирай";
"Always extract" = "Винаги разархивирай";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Пусни тук, за да разархивираш";
"Drop here to compress" = "Пусни тук, за да компресираш";
"Binary \"%@\" is not accessible" = "Бинарен файл \"%@\" не е достъпен";
"The first part \"%@\" can't be found" = "Първата част \"%@\" не може да бъде намерена";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "неизвестна";
"Unknown error" = "Неизвестна грешка";
"Error code %d using \"%@\"\n%@" = "Код на грешката %d използвайки \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Няма намерени грешки";
"Minor error, the operation may be done well" = "Малка грешка, операцията може да е завършена";
"Fatal error" = "Фатална грешка";
"CRC error occurred, maybe the file is corrupt" = "CRC грепка се появи, файлът може да е развален";
"Attempt to modify an archive previously locked" = "Опит да се промени заключен архив";
"Maybe you don't have permission to write or your disk is full" = "Може би нямате позволение да записвате, или диска е пълен";
"Can't open the file, maybe you don't have read permission" = "Не може да се отвори файла, може би нямате позволение за четене";
"Command line error, please contact with the developer" = "Грешка в командния ред, моля свържете се с програмиста";
"Not enough memory. Try to close some programs and repeat the operation" = "Няма достатъчно памет. Затворете някои приложения и опитайте отново";
"Can't create the file, maybe you don't have permission or free space" = "Не може да се създаде файла, може би нямате позволение или свободно място";
"Canceled manually" = "Ръчно отказано";
"Bad password, try again" = "Грешна парола, опитай отново";
"This archive is locked" = "Архивът е заключен";
"Write error. No permission? No space left?" = "Грешка при записа. Няма разрешение? Няма свободно място?";
"Can't open the file, maybe it's not accessible" = "Не може да се отвори файла, може би не е достъпен";
"No files matching the mask" = "Няма файлове отговарящи на маската";
"There were some read errors" = "There were some read errors";
"Give access" = "Позволи достъп";
"Just folder access" = "Just folder access";
"Quit" = "Излез";
"More information" = "Повече информация";
"Keka needs file access" = "Keka се нуждае от файлов достъп";
"Give home access" = "Give home access";
"Customize" = "Customize";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "За да работите безпроблемно с вашите файлове, Keka се нуждае от локален достъп до Mac диска.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nПросто натиснете на \"Give access to Keka\", вашите диск трябва да е избран предварително.";
"Give access to Keka" = "Позволи достъп на Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "External disk: %@";
"An extension is required" = "Нужна е добавка";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "За да направите Keka архиватор по подразбиране, трябва да инсталирате добавка. Натиснете на \"More information\", за да направите нужните стъпки.\n\nЗапомни, че винаги можеш да направиш Keka архиватор по подразбиране за всеки формат с \"Get Info\" панела на Finder.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Keka не може да бъде по подразбиране";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
